<?php

switch ($part) {
case 'layer7c': $desc=[
'Ac'=>['stat'=>['','','','','',''],'can'=>'','desc'=>
''],
'_B'=>[],
'_C'=>[],
'Dr'=>['stat'=>['','','','','',''],'can'=>'','desc'=>
''],
'_E'=>[],
'Ff'=>['stat'=>['','','','','',''],'can'=>'','desc'=>
''],
'_G'=>[],
'Hl'=>['stat'=>['','','','','',''],'can'=>'','desc'=>
''],
'Hy'=>['stat'=>['','','','','',''],'can'=>'','desc'=>
''],
'_J'=>[],
'_K'=>[],
'Ln'=>['stat'=>['','','','','',''],'can'=>'','desc'=>
''],
'_M'=>[],
'_N'=>[],
'_O'=>[],
'_P'=>[],
'_Q'=>[],
'Rg'=>['stat'=>['','','','','',''],'can'=>'','desc'=>''],
'Sp'=>['stat'=>['','','','','',''],'can'=>'','desc'=>
''],
'St'=>['stat'=>['','','','','',''],'can'=>'','desc'=>
''],
'_U'=>[],
'Vl'=>['stat'=>['','','','','',''],'can'=>'','desc'=>
''],
'_W'=>[],
'_X'=>[],
'_Y'=>[],
'_Z'=>[],
'_'=>[],'__'=>[],
];break;

case 'layer7r': $desc=[
'B'=>['stat'=>['','','','','',''],'can'=>'勃喱勃','desc'=>
''],
'G'=>['stat'=>['','','','','',''],'can'=>'固拉墮','desc'=>
''],
'K'=>['stat'=>['','','','','',''],'can'=>'kin固','desc'=>
''],
'S'=>['stat'=>['','','','','',''],'can'=>'舒爬','desc'=>
''],
];break;

case 'layer7ʃ': $desc=[
'1A'=>['stat'=>['','','','','',''],'desc'=>
''],
'1B'=>['stat'=>['','','','','',''],'desc'=>
''],
'1D'=>['stat'=>['','','','','',''],'desc'=>
''],
'1S'=>['stat'=>['','','','','',''],'desc'=>
'']
];break;

case 'layer6': $desc=[
'Pα'=>['stat'=>[8,1,2,10,0,2],'can'=>'潑拉沒亞仆卡獵潑樹','desc'=>
'終焉之劍〈阿波卡利普斯〉。巨大一枚刃之劍不斷作出強烈打擊。'],
'Rγ'=>['stat'=>[1,8,2,10,0,2],'can'=>'力加列亞姐呢事樹','desc'=>
'創世之盾〈基尼西斯〉。近圓的形狀使仼何攻擊也不能接近。'],
'Bγ'=>['stat'=>[3,8,1,10,0,1],'can'=>'別姑班姐呢事樹','desc'=>
'創世之盾〈基尼西斯〉。連打刃分散對手攻擊，同時決意反擊。'],
];break;

case 'layer5c': $desc=[
'A'=>['stat'=>[0,2,1,2,0,0],'can'=>'亞舒喇','desc'=>
'擁有三個面孔的鬼神〈阿修羅〉。持有細小的七個 Lock。'],
'Ɐ'=>['stat'=>[1,1,1,4,0,0],'can'=>'亞揭叻樹','desc'=>
'英雄〈阿基里斯〉。交互地持有堅硬及標準的 Lock 共四個。'],
'B'=>['stat'=>[0,2,1,3,0,0],'can'=>'霸哈mu陀','desc'=>
'神龍〈巴哈姆特〉。持有細小的七個 Lock。'],
'D'=>['stat'=>[1,1,1,2,0,0],'can'=>'墮啦鋼','desc'=>
'傳說之幻獸〈德拉貢〉。持有標準的四個 Lock。'],
'Dr'=>['stat'=>[3,0,0,3,0,0],'can'=>'墮啦鋼','desc'=>
'傳說之幻獸〈德拉貢〉。持有堅硬的三個 Lock，使擊爆抵受性提高至極限。'],
'Δ'=>['stat'=>[2,2,2,'14克',0,0],'can'=>'跌丫波羅樹','desc'=>
'惡魔龍〈迪亞波羅斯〉。Weight 一體型，發揮又重又高的攻擊力。（不能用於【I】、【L】、【M】Base 或裝上 Weight）'],
'Db'=>['stat'=>[1,1,0,2,0,1],'can'=>'跌丫波羅樹','desc'=>
'惡魔龍〈迪亞波羅斯〉。持有五個 Lock。'],
'F'=>['stat'=>[1,1,1,2,0,0],'can'=>'花般列劣','desc'=>
'黃金之龍〈法夫納〉。持有標準的四個 Lock。'],
'H'=>['stat'=>[1,2,0,4,0,0],'can'=>'囂多喇','desc'=>
'蛇神〈許得拉〉。堅硬的第三個 Lock，使其在對戰後半變得強韌。'],
'J'=>['stat'=>[2,1,0,3,0,0],'can'=>'左卡','desc'=>
'勝負之神〈Joker〉。一併持有標準及堅硬的 Lock 共三個。'],
'_K'=>[],
'L'=>['stat'=>[2,0,0,3,0,1],'can'=>'啷堅劣樹','desc'=>
'破滅之槍〈朗基努斯〉。持有巨大堅硬的兩個 Lock。'],
'_M'=>[],'_N'=>[],
'O'=>['stat'=>[2,0,1,4,0,0],'can'=>'屙電','desc'=>
'軍神〈奧丁〉。持有五個 Lock，當中最先的較堅硬，在對戰前半抵受強勁衝擊。'],
'P'=>['stat'=>[0,1,2,3,0,0],'can'=>'劈加殺樹','desc'=>
'天馬〈佩加索斯〉。第二個 Lock 較長，使其難以被擊鬆。'],
'_Q'=>[],'_R'=>[],
'S'=>['stat'=>[1,1,1,3,0,0],'can'=>'樹潑列澗','desc'=>
'守護財寶的巨人〈斯普利坎〉。對應左右兩迴轉。'],
'_T'=>[],'_U'=>[],
'V'=>['stat'=>[2,0,0,3,0,1],'can'=>'霸劣揭列','desc'=>
'戰鬥之神〈瓦爾基麗〉。持有巨大堅硬的兩個 Lock。'],
'_W'=>[],'_X'=>[],'_Y'=>[],'_Z'=>[],
'_'=>[],'__'=>[],
];break;

case 'layer5b': $desc=[
'A'=>['stat'=>[3,0,1,3,1,2],'can'=>'A樹','desc'=>
'擁有銳利的兩枚 Upper 刃及厚且有重量的兩枚打擊刃，為王道的攻擊型。'],
'B'=>['stat'=>[0,4,1,4,2,0],'can'=>'勃先','desc'=>
'擁有由六把劍形成的十二枚連打刃，抵受及分散對手的攻擊。'],
'C'=>['stat'=>[1,1,4,5,1,0],'can'=>'確樹磨','desc'=>
'分成兩層：上段刃提升離心力、圓滑化至極限的下段刃不受仼何摩擦。'],
'D'=>['stat'=>[1,5,1,8,0,1],'can'=>'墮叻墮','desc'=>
'每次受到傷害時變向圓形，以卸走對手攻擊，防止被擊爆。'],
'E'=>['stat'=>[2,0,1,4,3,1],'can'=>'E喱住','desc'=>
'薄及銳利的超 Upper 五枚刃，由下攻擊對手；同時把空氣切裂，提升迴轉力。'],
'F'=>['stat'=>[1,0,5,9,0,1],'can'=>'副叻亞','desc'=>
'六顆金屬球依陀螺迴轉移動至外側，產生強大離心力。'],
'G'=>['stat'=>[0,1,3,4,2,1],'can'=>'固瀾','desc'=>
'大型且近乎圓形的兩枚刃與輕薄化的內側產生強大離心力。'],
'H'=>['stat'=>[1,0,5,8,0,1],'can'=>'吃半','desc'=>
'圓形的刃提高離心力，當中的反擊刃會在 Lock 被擊鬆時飛出，並能使 Lock 回復。'],
'I'=>['stat'=>[6,0,0,'27克',2,4],'can'=>'in劈列亞劣','desc'=>
'擁有銳利的連打刃及 Weight 一體型的厚重打擊刃，亦搭載以磨耗使內部收藏的回彈刃及橡膠刃覺醒的進化結構。'],
'J'=>['stat'=>[1,1,1,6,1,4],'can'=>'則字命陀','desc'=>
'超大型橡膠刃勾住對手，並與自身一同猛烈撞飛，令勝或負無法預知。'],
'K'=>['stat'=>[3,1,0,8,1,2],'can'=>'諾箍歐陀','desc'=>
'內藏超重量的金屬，把重心安定；如厚壁的攻擊刃給予對手強力衝擊。（能裝上仼何 Weight）'],
'M'=>['stat'=>[4,2,4,'24克',1,1],'can'=>'媽樹他','desc'=>
'將擁有金屬集中於外側的 Upper 攻擊刃的右迴轉模式反轉，就變為擁有金屬集中於內側的安定 Smash 刃的左迴轉模式。'],
'N'=>['stat'=>[1,4,0,3,1,2],'can'=>'你揭墮','desc'=>
'被高聳直立的五枚刃之壁覆蓋的形狀，將仼何高度的攻擊擊退。'],
'L'=>['stat'=>[5,3,2,'20克',0,1],'can'=>'囉墮','desc'=>
'大型橡膠刃使其攻擊力及迴轉吸收能力也兼備。（能力值為左迴轉）'],
'P'=>['stat'=>[0,4,3,9,0,0],'can'=>'破E轉','desc'=>
'以橡膠連繫的外周四枚刃能獨立地彎曲，使對手的攻擊不能傳至本體。'],
'R'=>['stat'=>[1,3,1,3,1,1],'can'=>'碌括','desc'=>
'輕微向下斜的六枚刃化解對手攻擊，亦使攻擊無法接近。'],
'S'=>['stat'=>[2,0,0,3,2,3],'can'=>'樹甩樹','desc'=>
'大型的三枚 Upper 刃，強力撞飛對手。'],
'T'=>['stat'=>[3,2,1,9,0,1],'can'=>'他括陀','desc'=>
'刃的數量依裝著的 Weight 而變化，從而改變攻擊及防禦性能。'],
'U'=>['stat'=>[3,1,0,8,1,2],'can'=>'淵列按','desc'=>
'裝上專用的組件後，就能從攻守平衡的 Speed 模式切替至攻擊特化的 Power 模式。（能力值為 Power 模式）'],
'V'=>['stat'=>[2,1,0,4,1,3],'can'=>'病糯沒','desc'=>
'一併擁有厚的 Upper 刃及 Smash 連打刃，瓦解對手的平衡後持續攻擊。'],
'W'=>['stat'=>[0,2,4,5,1,1],'can'=>'wii渣墮','desc'=>
'外周近乎完全被橡膠覆蓋，特化於迴轉吸收。'],
'Z'=>['stat'=>[3,0,0,9,0,3],'can'=>'拙掰','desc'=>
'搭載超重量金屬的大型 Upper 刃把對手激烈撞飛。'],
];break;

case 'layer5w': $desc=[
'幻'=>['stat'=>[0,3,1,'1克',0,0],'can'=>'驚','desc'=>
'中央的突起使 Lock 變緊。橡膠製。'],
'双'=>['stat'=>[2,0,1,1,0,0],'can'=>'疏','desc'=>
'重量集中在中央，提高 Base 的平衡性能；分散在左右兩處的重量同時提高攻擊性能。'],
'斬'=>['stat'=>[1,1,1,2,0,0],'can'=>'爭','desc'=>
'重心側重於在左右兩位置，使平衡良好。'],
'烈'=>['stat'=>[2,0,1,2,0,0],'can'=>'叻拙','desc'=>
'三個重心，產生晃動的攻擊。'],
'天'=>['stat'=>[0,2,0,2,1,0],'can'=>'廳','desc'=>
'重量以極限集中在四點，使旋轉軸難以晃動。'], 
'滅'=>['stat'=>[2,0,0,2,1,0],'can'=>'咩拙','desc'=>
'重量集中在左右兩處，進一步提高 Base 的攻擊性能。'],
'轟'=>['stat'=>[3,0,0,3,0,0],'can'=>'歌','desc'=>
'重量極度偏側，提升攻擊性能。'],
'閃'=>['stat'=>[0,0,2,1,1,0],'can'=>'腥','desc'=>
'重量逐少地分散在六處。'],  
'極'=>['stat'=>['','','',4,'',''],'can'=>'歌括','desc'=>
'最重量級的重量，產生出究極的迴轉。'],  
];break;

case 'disk3': $desc=[
'Ar'=>['stat'=>[0,0,2,10,1,0],'can'=>'亞啦換墮','desc'=>
'四顆金屬球減低與地面的摩擦，在對戰後半也能堅韌的持續迴轉。'],
'Bl'=>['stat'=>[3,0,0,12,0,0],'can'=>'勃列拙','desc'=>
'高迴轉力時飛出的三枚刃，以強力的打擊攻擊對手。'],
'Cn'=>['stat'=>[2,0,0,12,0,1],'can'=>'抗巴陀','desc'=>
'旋轉外圍的護衛組件，就可切替至對稱重心的正常模式或攻擊的偏重心模式。（能力值為偏重心時）'],
'Dr'=>['stat'=>[1,0,0,10,0,2],'can'=>'墮喱括','desc'=>
'重心側重於左右兩邊的龍形刃給予對手強力一擊。'],
'Hr'=>['stat'=>[0,2,1,9,0,0],'can'=>'下列傾','desc'=>
'自由迴轉的十六枚連打刃，化解仼何攻擊，使本體不受傷害。'],
'Pr'=>['stat'=>[1,0,3,7,0,1],'can'=>'怕啦鐸括樹','desc'=>
'最大級直徑與下伸的刃展現低重心及高離心力。與【N】Base 組合可反轉，令 Layer 仿如被包裹的形狀，能強力的防禦及反擊。'],
'Rt'=>['stat'=>[0,1,2,11,0,0],'can'=>'啦尺陀','desc'=>
'外周的守衛組件自由向右迴轉；向左則固定，能吸收對手的攻擊。'],
'St'=>['stat'=>[2,0,0,12,0,1],'can'=>'樹天固','desc'=>
'巨大四枚刃以彈簧移動，在反動時給予對手強力攻擊。'],
'Vn'=>['stat'=>[1,0,1,10,0,1],'can'=>'班加墮','desc'=>
'向下伸的六枚刃把重心降低以作安定，亦把斜向攻擊的對手擊退。'],
'Wh'=>['stat'=>[0,0,2,14,0,0],'can'=>'賀E劣','desc'=>
'最重量級的重量、及把重心置於外側，將離心力提高至極限。']
];break;

case 'driver3': $desc=[
'Ab'=>['stat'=>[0,0,4,4,1],'can'=>'亞勃疏勃','desc'=>
'尖形軸端與自由迴轉的護罩組件保持持久力；上下的振動則被彈簧吸收。而且軸尖縮入時會高速移動，避開攻擊。'],
'Bl'=>['stat'=>[3,0,0,'15克',2],'can'=>'霸叻陀','desc'=>
'對戰途中「子彈」從軸端分離以攻擊對手；本體則留在對戰盤中央附近，等待反擊的機會。'],
'Ch'=>['stat'=>[1,0,0,'15克',2],'can'=>'叉字','desc'=>
'平坦軸端高速在對戰盤中移動；金屬的重量給予對手強力衝擊。'],
'Dm'=>['stat'=>[2,2,1,4,2],'can'=>'跌命喪','desc'=>
'扭動軸端可變形至仼何高度；收入或推出軸端的橡膠可切換至攻擊或防守的動態。'],
'Ev'=>['stat'=>[3,0,0,3,3],'can'=>'誒波了喪','desc'=>
'擁有隨磨耗令軸端削減而改變動態的特性；而且軸端削減後仍具一定高度。'],
'Fr'=>['stat'=>[0,3,0,3,2],'can'=>'副列括喪','desc'=>
'POM 製的軸端順滑的迴轉；而裝備於軸端周圍、摩擦抵抗強大的橡膠組件防止陀螺被擊出。'],
'Gn'=>['stat'=>[3,3,3,'37克',2],'can'=>'鄭呢喱陀','desc'=>
'發射後依離心力變形︰對戰前半使 Lock 變硬並於對戰盤內暴走進行超攻擊、最後時變尖的軸端及內重心使防禦力激增。'],
'Hy'=>['stat'=>[0,6,3,'39克',3],'can'=>'揩勃列墮','desc'=>
'內藏的電動機因應發射力度而起動，向所迴轉的方向加速，長時間持續迴轉。（不能裝上 Disk）'],
'Ig'=>['stat'=>[8,0,1,'39克',4],'can'=>'E官列喪','desc'=>
'內藏的電動機因應發射力度而起動，在對戰盤內縱橫無盡地暴走（不能裝上 Disk；只有強化彈簧版）。'],
'Kp'=>['stat'=>[1,4,2,3,0],'can'=>'kee潑','desc'=>
'半球狀的橡膠軸難以倒下又難被撞飛，而且軸端能自由迴轉，持續防守。'],
'Lw'=>['stat'=>[0,1,4,9,0],'can'=>'囉','desc'=>
'矮小軸端周圍的自由迴轉支撐組件為金屬素材，以超低重心作安定。'],
'Om'=>['stat'=>[0,3,2,6,0],'can'=>'屙必拖咩他劣','desc'=>
'軸端裝備的具重量金屬球能迴轉，卸走攻擊，擁有高防禦力。'],
'Pw'=>['stat'=>[3,1,1,2,1],'can'=>'趴華','desc'=>
'鋸齒形的平坦軸端咬緊對戰盤地暴走；攻擊時等軸端縮入使 Lock 變緊。'],
'Qc'=>['stat'=>[3,1,0,2,4],'can'=>'括E括','desc'=>
'稍為細小的橡膠軸在整個對戰盤中高速暴走。（只有強化彈簧版）'],
'Rs'=>['stat'=>[0,2,2,2,2],'can'=>'拉住','desc'=>
'尖形軸端周圍的滑溜支撐組件，保持持久力又令姿勢不倒地持續迴轉。'],
'Tr'=>['stat'=>[2,2,2,10,0],'can'=>'陀列括','desc'=>
'發射時或每當攻擊時外周的巨大護罩組件會迴轉，使軸端的形狀變化，動態不斷切替。'],
'Sw'=>['stat'=>[2,0,0,8,1],'can'=>'梳墮','desc'=>
'側面的金屬組件提升重量及抓地力；具高度的金屬軸能從上攻擊。'],
'Xc'=>['stat'=>[3,1,0,2,3],'can'=>'誒箍思墮','desc'=>
'橡膠軸端在對戰盤內縱橫無盡地暴走；周圍自由迴轉的護衞組件能夠保持體勢。'],
'Ym'=>['stat'=>[0,4,0,8,0],'can'=>'也多咩他劣','desc'=>
'外周的大型環狀組件強化傾倒的難度及離心力；軸端裝著的小型金屬球令化解能力亦提高。'],
'Zn'=>['stat'=>[2,1,2,2,1],'can'=>'裝','desc'=>
'尖形軸端把與對戰盤的摩擦減低至極限；自由迴轉的護衞組件能夠急加速。'],
'αn'=>['stat'=>['?','?','?',3,'?'],'can'=>'罌卡','desc'=>
'平坦的軸端在對戰盤中走動，而周圍的鋸齒形橡膠組件接地時能超高速暴走，展現二階段攻擊。'],
];break;

case 'layer4': $desc=[
'zA'=>['stat'=>[4,1,1,1,2,3],'can'=>'隻拖丫揭力樹','desc'=>
'英雄〈阿基里斯〉。擁有兼備攻擊力及防禦力的巨大劍型兩枚刃。'],
'超A'=>['stat'=>[4,2,2,5,2,3],'can'=>'初遮拙丫揭力樹','desc'=>
'英雄〈阿基里斯〉。搭載了在強力發射後不能被擊爆的無敵模式，覺醒時強化攻擊、防禦、持久全能力。'],
'oE'=>['stat'=>[0,8,0,2,1,2],'can'=>'屙勃E字樹','desc'=>
'傳說之盾〈埃癸斯〉。堅固的台形形狀擁有高防禦力；內裡裝嵌的不同素材之球體能卸走對手的攻擊。'],
'eF'=>['stat'=>[0,6,2,1,0,2],'can'=>'N劈喇貨亂呢護樹','desc'=>
'鮫魚惡魔〈佛鈕司〉。聚集金屬重量的十二枚刃以波狀攻搫，令對手難以接近。'],
'gF'=>['stat'=>[1,2,7,4,0,1],'can'=>'佳輸拖花般列劣','desc'=>
'黃金之龍〈法夫納〉。橡膠刃在高速迴轉時收入以保持迴轉力；在低速迴轉時伸出以吸收對手迴轉。'],
'dH'=>['stat'=>[3,3,3,6,0,1],'can'=>'笛多哈笛樹','desc'=>
'冥王〈黑帝斯〉。裝備在中央的一個、外周的六個金屬製重量點，強化離心力及攻擊力。'],
'aH'=>['stat'=>[2,1,6,3,0,1],'can'=>'丫叉吃啦箍叻樹','desc'=>
'英雄〈希拉克勒斯〉。配置在外周的巨大金屬弓矢，高速迴轉時往外側、低速迴轉時往內側移動，使迴轉力不易下降。'],

'aK'=>['stat'=>[1,2,6,4,1,1],'can'=>'誒丫奶陀','desc'=>
'風之騎士。超 Ƶ 史上最大級，提高離心力；如螺旋槳的刃產生 Upper force，減輕與接地面的摩擦。'],
'hK'=>['stat'=>[0,7,1,2,1,1],'can'=>'下渣多騎劣啤護樹','desc'=>
'冥界守衛犬〈刻耳柏洛斯〉。外側的可動鎖鏈形組件把對手攻擊卸走，如鐵壁般防禦。'],
'bL'=>['stat'=>[4,0,0,3,2,4],'can'=>'勃甩D浪堅劣樹','desc'=>
'破滅之槍〈朗基努斯〉。槍矛型四枚刃與金屬龍融合，能給予有重量的強力 Upper 攻擊。'],
'vL'=>['stat'=>[3,0,0,2,2,5],'can'=>'掰樹叻屙趴劣墮','desc'=>
'獸王〈利奧巴爾迪〉（豹）。上段刃能大幅度上下移動，在攻擊時把對手夾住，給予如噬咬的衝擊。'],
'rP'=>['stat'=>[1,6,2,7,1,1],'can'=>'列掰勃啡聶括樹','desc'=>
'不死鳥〈菲尼克斯〉。受到來自對手的攻擊時，其外側的「Revive Armour」會先被擊爆，防止本體受到傷害。'],
'dP'=>['stat'=>[2,7,2,5,0,1],'can'=>'笛多啡聶括樹','desc'=>
'不死鳥〈菲尼克斯〉。裝備了搭載大量金屬的「Dead Armour」，其防禦防止本體受傷害，同時利用超重量作反擊。'],
'pP'=>['stat'=>['?','?','?',11,'?','?'],'can'=>'趴啡箍拖啡聶括樹','desc'=>
'（把 rP 的「Revive Armour」換上 dP 的「Dead Armour」後）'],

'cR'=>['stat'=>[3,0,5,3,0,2],'can'=>'括甩樹勒官啦劣括','desc'=>
'被終末之火炎包圍的惡魔。能開關的金屬翅膀，保持攻擊力又能強化離心力。'],
'hS'=>['stat'=>[2,3,2,5,1,2],'can'=>'吃劣沙啦慢打','desc'=>
'火龍〈沙羅曼達〉。可切換至以十枚刃連打的防禦模式、或刀刃重疊的攻擊模式。（能力值為防禦模式）'],
'超S'=>['stat'=>[5,3,3,3,0,2],'can'=>'初遮拙樹潑列澗','desc'=>
'守護財寶的巨人〈斯普利坎〉。搭載了在強力發射後不能被擊爆的無敵模式，又可切換兩迴轉方向。（能力值為右迴轉）'],
'wV'=>['stat'=>[5,0,0,3,1,5],'can'=>'護煙練固霸劣揭列','desc'=>
'戰鬥之神〈瓦爾基麗〉。金屬製的 Upper 形狀三枚刃切裂對手。'],
'超V'=>['stat'=>[7,0,0,4,1,5],'can'=>'初遮拙霸劣揭列','desc'=>
'戰鬥之神〈瓦爾基麗〉。搭載了在強力發射後不能被擊爆的無敵模式，能免受傷害地攻擊對手。'],
'bX'=>['stat'=>[6,0,0,3,0,6],'can'=>'霸樹他誒括樹卡烈霸','desc'=>
'聖劍〈厄克斯卡里巴〉。擁有金屬劍被固定的 Normal 模式、及因金屬劍自由可動而能展現強力偏重心攻擊的 Buster 模式。'],
'_Y'=>[],

'lα'=>['stat'=>[2,5,1,4,2,1],'can'=>'叻呼拖亞破落樹','desc'=>
'太陽神〈阿波羅〉。鋸齒形十二枚刃把對手攻擊分散，上下的大劍則作出反擊。'],
'rα'=>['stat'=>[5,2,1,3,2,1],'can'=>'拉拖亞劣踢滅樹','desc'=>
'月亮神〈阿提米絲〉。巨大鐮刀的 Upper 攻擊使對手姿勢崩倒，有重量的連打刃再把餘息抹殺。'],
'lαe'=>['stat'=>[3,4,1,4,2,1],'can'=>'叻呼拖誒括獵潑樹','desc'=>
'（把 lα 及 rα 分拆及互相合體後）防御及攻擊兩方也全面萬能。左迴轉化解攻擊也能不斷作出 Smash 攻擊。'],
'rαe'=>['stat'=>[4,3,1,4,2,1],'can'=>'拉拖誒括獵潑樹','desc'=>
'（把 lα 及 rα 分拆及互相合體後）防御及攻擊兩方也全面萬能。右迴轉不斷展現強烈 Upper 攻擊。'],
'_Z'=>[],
'光α'=>['stat'=>['?','?','?',2,'?','?'],'can'=>'沙煙練固亞媽踢列哦樹','desc'=>
'太陽神〈天照〉。巨大五枚金屬刃裡內藏可動刃，是能給予連打及強打二階段攻擊的超攻擊特化型 Layer。'],
'闇α'=>['stat'=>['?','?','?',2,'?','?'],'can'=>'沙多亞媽踢列哦樹','desc'=>
'（與前者比較，藍色刃較大但不可動）'],
];break;

case 'driver2': $desc=[
'At'=>['stat'=>[0,4,1,5,0],'can'=>'亞拖滅括','desc'=>
'360 度自由迴轉的大型球體提升防禦力，周圍自由迴轉的圓環更令陀螺難以倒下。'],
'Br'=>['stat'=>[0,2,5,2,0],'can'=>'啤丫練固','desc'=>
'內藏能暢順迴轉的精密部品軸承，而且軸端使用易於滑行的 POM 素材，保持長時間的迴轉力。（使用弱彈簧）'],
'Cy'=>['stat'=>[0,1,3,4,0],'can'=>'嘥括劣','desc'=>
'能自由迴轉的大型兩枚刃強化離心力，長時間持續迴轉。'],
'Ds'=>['stat'=>[3,0,1,3,2],'can'=>'笛樹拖來','desc'=>
'鋸齒形軸端抓緊對戰盤；周圍的護罩組件令姿勢難以倒下，持續暴走。'],
'Et'=>['stat'=>[0,2,4,2,0],'can'=>'誒灘拿劣','desc'=>
'尖銳軸端把與對戰盤的摩擦減至極限；容易滑行的 POM 素材護罩組件使陀螺在對戰後半堅韌的持續迴轉。'],
'Fl'=>['stat'=>[0,1,3,2,2],'can'=>'副了嘅劣','desc'=>
'四枚刃在右迴轉時產生 Upper force，強化持久力。'],
'Gr'=>['stat'=>[0,3,1,3,0],'can'=>'加墮','desc'=>
'軸端周圍搭載了能上下移動的組件，當陀螺傾側時提供支撐。'],
'Hn'=>['stat'=>[2,1,1,2,3],'can'=>'坑他','desc'=>
'末端細小橡膠軸提供高抓地力，又擁有以小迴圈有效地攻擊停留在對戰盤中央的對手的機動力。'],
'Ir'=>['stat'=>[2,0,0,3,2],'can'=>'唉晏','desc'=>
'平坦的金屬製軸端，產生出重量級的激烈動態。'],
'Jl'=>['stat'=>[2,0,1,2,4],'can'=>'助劣陀','desc'=>
'橡膠軸被扭成能在左迴轉時與對戰盤咬合的方向；而且高度較低，能把對手向上撞起。'],
'Lp'=>['stat'=>[0,3,0,2,1],'can'=>'lu潑','desc'=>
'被對手撞擊時，兩個滾輪接觸對戰盤，防止陀螺被擊出。'],
'Mr'=>['stat'=>[3,0,2,2,2],'can'=>'媽字','desc'=>
'鋸齒形橡膠圍繞尖形軸端，依發射位置及角度可分別使用激烈的攻擊型或平靜的持久型動態。'],
'Nt'=>['stat'=>[0,2,3,3,0],'can'=>'粒仙固','desc'=>
'軸端裝入彈簧，着地時的衝擊及迴轉時的搖擺皆被吸收及無效化。'],
'Op'=>['stat'=>[0,3,0,4,2],'can'=>'惡劈喱陀','desc'=>
'可切換至因球狀軸而難以倒下的防禦模式、或因軸端偏移外側而以不規則軌道攻擊的攻擊模式。（能力值為防禦模式）'],
'Pl'=>['stat'=>[0,0,4,8,0],'can'=>'潑啦溺陀','desc'=>
'外周的金屬球強化離心力；軸端能自由迴轉的金屬球減輕摩擦。'],
'Qs'=>['stat'=>[0,5,2,4,0],'can'=>'括S薯陀','desc'=>
'軸端能自由迴轉的吸盤貼在對戰盤，不被撞飛地守衛。'],
'Rb'=>['stat'=>[3,0,0,5,3],'can'=>'列bu陀','desc'=>
'內藏以離心力切換軸端的機關，令陀螺在戰鬥後半再加速。'],
'Sp'=>['stat'=>[4,0,0,2,2],'can'=>'樹派喇劣','desc'=>
'軸端如渦捲的尖刺突出，在左迴轉時強力抓住對戰盤，伴以轟音地暴走。'],
'Tw'=>['stat'=>[2,2,1,7,1],'can'=>'他華','desc'=>
'離心力機關令軸端自動變形，使陀螺從對戰前半的較低高度切替至後半的較高。'],
'Ul'=>['stat'=>[3,0,0,6,4],'can'=>'亞劣添覓陀列bu陀','desc'=>
'內藏以離心力切換軸端的機關，令陀螺在戰鬥後半以橡膠超加速。'],
'Vl'=>['stat'=>[1,1,0,3,4],'can'=>'播劣卡聶括','desc'=>
'高度被提高，能由上攻擊；而且能迴轉的平坦軸端激烈及不規則地暴走。'],
'Wd'=>['stat'=>[0,1,3,4,0],'can'=>'域字','desc'=>
'尖銳的金屬素材軸端產生出不易晃動的中心軸。'],
'Xt'=>['stat'=>[1,1,2,5,2],'can'=>'誒括樹廳墮','desc'=>
'可依對手切換兩段高度；軸端亦兼備攻擊及持久。'],
'Yr'=>['stat'=>[0,4,0,4,0],'can'=>'廿墮','desc'=>
'球狀軸端被能產生離心力的大型環狀組件圍繞；低矮高度提供的安定性加強防禦。'],
'Zt'=>['stat'=>[2,0,0,2,3],'can'=>'遮他','desc'=>
'透過調整軸端，可選擇激烈暴走的攻擊、中度移動而難以倒下的防禦、或靜止於中央的持久模式。（能力值為攻擊模式）'],
'Xt+'=>['stat'=>[3,1,0,5,2],'can'=>'誒括樹廳多潑啦樹','desc'=>
'（把【Xt】driver 換上 B-123 內「Xtend Chip」後）可依對手把軸端切換至攻擊、防禦或持久三種類型。（能力值為攻擊模式）'],
'Ω'=>['stat'=>[0,0,3,'14克',0],'can'=>'屙箍他','desc'=>
'尖形軸端周圍搭載了一個八角形的金屬組件，產生高離心力。']]; break;

case 'driver1': $desc=[
'A'=>['stat'=>[3,0,0,1,2],'can'=>'丫括射劣','desc'=>
'平坦的軸端提供機動力，能在對戰盤內以圓形高速移動，給予對手強力攻擊。'],
'B'=>['stat'=>[3,0,1,1,1],'can'=>'勃囉','desc'=>
'以小圓形在對戰盤內移動，給予位於中央的對手強力攻擊。'],
'C'=>['stat'=>[0,0,4,3,0],'can'=>'括囉','desc'=>
'迴轉時爪子同時自動展開，提升離心力。'],
'D'=>['stat'=>[0,3,0,2,1],'can'=>'跌啡誤樹','desc'=>
'圓形軸端增大接地面，大型外環亦增加重量，提高防禦力。'],
'E'=>['stat'=>[0,0,3,1,2],'can'=>'誒字','desc'=>
'兩板交錯的形狀減低了接地面積，輕量化後容易產生離心力。'],
'F'=>['stat'=>[2,0,1,1,2],'can'=>'few撞','desc'=>
'平坦的軸端有一突起，能從攻擊型的動態變化為持久型的動態。'],
'G'=>['stat'=>[0,1,3,1,0],'can'=>'齋羅','desc'=>
'自由迴轉的軸端能減低與接地面的摩擦，容易長時間持續迴轉。'],
'H'=>['stat'=>[0,0,1,3,4],'can'=>'呵劣墮','desc'=>
'能自由迴轉的大型圓盤狀軸端，令陀螺即使在對戰後半也能加速，在對戰盤內暴走。'],
'I'=>['stat'=>[2,0,1,2,3],'can'=>'in拍括陀','desc'=>
'由兩種素材交互組合而成的鋸齒形軸端，令攻擊長久持續。'],
'J'=>['stat'=>[1,0,0,1,4],'can'=>'渣結','desc'=>
'鋸齒刺針形的軸端能於接地面踢蹴，產生機動力。'],
'L'=>['stat'=>[1,1,1,2,2],'can'=>'拉拿','desc'=>
'軸端內藏能迴轉的車輪狀部件，令其行徑按被攻擊的方向而變化。'],
'M'=>['stat'=>[0,3,1,1,1],'can'=>'擘事勃','desc'=>
'大型的半球體加上外側的爪，能抓緊對戰盤、穩固不倒。'],
'N'=>['stat'=>[0,4,0,1,1],'can'=>'抳墮劣','desc'=>
'軸端附有無數的細小尖刺突起，受到撞擊也能在對戰盤內穩固，不易被擊走。'],
'O'=>['stat'=>[0,3,2,2,0],'can'=>'屙別陀','desc'=>
'軸端裝備了能迴轉的小球，能卸走來自任何方向的攻擊。'],
'P'=>['stat'=>[0,3,0,3,0],'can'=>'潑叻殊','desc'=>
'在本體周圍外伸的突起增加重量；高接地面的半球形軸端則咬緊對戰盤，不易被擊飛。'],
'Q'=>['stat'=>[2,0,0,1,3],'can'=>'括A括','desc'=>
'軸端偏離中心，專門於在對戰盤內激烈暴走。'],
'R'=>['stat'=>[0,1,4,2,0],'can'=>'列波劣勃','desc'=>
'尖形軸端的周圍有一能自由迴轉的護罩組件，直到對戰最後迴轉力也不容易下降。'],
'S'=>['stat'=>[0,1,3,1,1],'can'=>'圾掰勃','desc'=>
'尖形軸端能減低與對戰盤的摩擦力，提高持久力。'],
'T'=>['stat'=>[2,0,0,3,2],'can'=>'陀爛殊','desc'=>
'可切換至能於對戰盤狂暴移動的攻擊模式或於中央持續迴轉的持久模式。（能力值為攻擊模式）'],
'U'=>['stat'=>[2,0,2,2,2],'can'=>'怨拉陀','desc'=>
'尖形軸端的周圍被橡膠覆蓋，使其一併擁有激烈的攻擊及平靜的持久動態，變幻自在地切換。'],
'V'=>['stat'=>[2,1,0,2,3],'can'=>'巴列亞勃劣','desc'=>
'裝備了動態可依發射角度而改變的橡膠軸端，能給予強大抓力，不斷作出高速攻擊。（接地面會隨磨耗變形，性能因而變化）'],
'W'=>['stat'=>[0,0,3,3,0],'can'=>'護A陀','desc'=>
'軸端使用金屬素材，擁有令旋轉軸不易晃動的重量，又能減輕摩擦，保持迴轉力。'],
'X'=>['stat'=>[2,0,0,0,4],'can'=>'誒括樹陀斂沒','desc'=>
'末端的橡膠提供強大抓力，在對戰盤超激烈地移動環迴。'],
'Y'=>['stat'=>[0,1,4,1,1],'can'=>'E劣電固','desc'=>
'平滑的 POM 素材減輕摩擦，無盡的持續迴轉。'],
'Z'=>['stat'=>[1,0,1,1,3],'can'=>'遮化','desc'=>
'軸端為一空洞，減少與接地面的摩擦，令其兼備持久力與機動力。'],
'α'=>['stat'=>[3,0,0,1,3],'can'=>'亞沙劣陀','desc'=>
'在對戰盤內以圓形超高速移動來突擊對手；攻擊特化型。'],
'β'=>['stat'=>[0,5,0,2,0],'can'=>'掰陀','desc'=>
'半球形的橡膠軸抓緊對戰盤，受到攻擊也不易被撞飛；防禦特化型。']]; break;

case 'disk2': $desc=[
'00'=>['stat'=>[0,0,1,8,0],'jap'=>'ダブルオー','eng'=>'Double O','can'=>'踏勃劣屙','desc'=>
'最重量級提升全部能力。'],
0=>['stat'=>[0,0,0,8,0],'jap'=>'ゼロ','eng'=>'Zero','can'=>'遮羅','desc'=>
'超重量級而簡單的形狀，提升攻擊、防禦及持久力。'],
1=>['stat'=>[4,0,0,5,0],'jap'=>'ワン','eng'=>'One','can'=>'彎','desc'=>
'偏重心產生出攻擊型的動態。'],
'1′'=>['stat'=>[4,0,0,6,0],'jap'=>'ワンダッシュ','eng'=>'One dash','can'=>'彎得樹','desc'=>
'把【1】Disk 的重量及攻擊性能提升後而成的偏重心 Disk。'],
2=>['stat'=>[0,2,0,5,0],'jap'=>'ツー','eng'=>'Two','can'=>'朱','desc'=>
'內重心的兩枚刃能抑制陀螺晃動。'],
3=>['stat'=>[1,1,1,5,0],'jap'=>'スリー','eng'=>'Three','can'=>'樹lee','desc'=>
'大型及外側輕量化，協助攻擊並減少陀螺晃動。'],
4=>['stat'=>[0,0,2,5,1],'jap'=>'フォー','eng'=>'Four','can'=>'科','desc'=>
'廣闊的四枚羽翼強化離心力。'],
5=>['stat'=>[0,0,3,5,1],'jap'=>'ファイブ','eng'=>'Five','can'=>'快勃','desc'=>
'五枚刃在右迴轉時產生 Upper force。'],
6=>['stat'=>[1,0,0,5,2],'jap'=>'シックス','eng'=>'Six','can'=>'屑括樹','desc'=>
'六枚羽翼在右迴轉時產生 Down force，幫助攻擊。'],
7=>['stat'=>[1,0,0,7,1],'jap'=>'セブン','eng'=>'Seven','can'=>'些半','desc'=>
'有重量的七枚刃，令攻擊、防禦、持久能力都提升。'],
8=>['stat'=>[0,2,2,5,0],'jap'=>'エイト','eng'=>'Eight','can'=>'A陀','desc'=>
'內側輕量化、外側配置八個重量點，以達至外重心。'],
'8′'=>['stat'=>[0,2,3,4,0],'jap'=>'エイトダッシュ','eng'=>'Eight dash','can'=>'A拖得樹','desc'=>
'把【8】Disk 大型化後而成的迴轉力特化型外重心 Disk。'],
10=>['stat'=>[0,2,0,7,2],'jap'=>'テン','eng'=>'Ten','can'=>'廳','desc'=>
'內重心又廣闊的十枚刃，產生安定性。'],
11=>['stat'=>[1,1,1,2,1],'jap'=>'イレブン','eng'=>'Eleven','can'=>'E叻半','desc'=>
'廣闊且重心對稱，提高安定性。'],
12=>['stat'=>[1,0,0,0,3],'jap'=>'トゥエルブ','eng'=>'Twelve','can'=>'脫L劣勃','desc'=>
'擁有龐大直徑且能在右迴轉時產生 Down force、左迴轉時產生 Upper force 之刃。'],
13=>['stat'=>[0,0,0,4,3],'jap'=>'サーティーン','eng'=>'Thirteen','can'=>'沙天','desc'=>
'左迴轉時產生 Down force，強力抓向對戰盤；右迴轉時產生 Upper force，減輕與對戰盤的摩擦。'],
'α′'=>['stat'=>['?','?','?',0,'?'],'jap'=>'エアロダッシュ','eng'=>'Aero dash','can'=>'誒丫囉得樹','desc'=>
'薄至極限的形狀，令 Frame 設置在高位置。'],
]; break;

case 'frame': $desc=[
'B'=>['stat'=>[0,2,0,4,0,0],'can'=>'班潑','desc'=>
'專門於防禦的十六枚超連打刃提升防禦性能。'],
'C'=>['stat'=>[0,0,1,1,0,0],'can'=>'括囉樹','desc'=>
'對應左迴轉及右迴轉。以其四枚刃進行連打，同時亦增強防禦性能。'],
'D'=>['stat'=>[1,0,1,2,0,0],'can'=>'得嫁','desc'=>
'重心平衡地配置的兩把劍尖提升離心力及打擊力。'],
'E'=>['stat'=>[0,1,1,4,1,'?'],'can'=>'誒揭樹烹墮','desc'=>
'在右迴轉時能產生 Upper Force 的大型四枚刃提高空力性能。'],
'F'=>['stat'=>[0,0,1,1,1,0],'can'=>'副囉','desc'=>
'在右迴轉時能產生 Upper force 的十二枚刃提高空力性能。'],
'G'=>['stat'=>[0,1,0,1,0,0],'can'=>'固喱勃','desc'=>
'巨大的槍矛狀兩枚刃增加擊爆力。'],
'H'=>['stat'=>[0,0,0,2,0,2],'can'=>'歇陀','desc'=>
'一處極端尖銳的形狀，能夠給予一擊必殺的逆攻擊！'],
'L'=>['stat'=>[2,0,0,4,0,0],'can'=>'獵符陀','desc'=>
'將其反轉就可切換至上段或下段攻擊。'],
'M'=>['stat'=>[2,0,0,2,0,0],'can'=>'咩踢哦','desc'=>
'連打型五枚刃專門於右迴轉，提升攻擊及防禦性能。'],
'P'=>['stat'=>[0,0,2,3,0,0],'can'=>'潑lu乎','desc'=>
'圓滑的外伸形狀，防止 Layer 與對戰盤接觸。'],
'R'=>['stat'=>[1,0,0,1,0,0],'can'=>'lee次','desc'=>
'左右之刃高度不同，使攻擊範圍的覆蓋廣闊。'],
'S'=>['stat'=>[1,0,0,1,1,0],'can'=>'樹他','desc'=>
'對應左迴轉及右迴轉。五枚刃大幅提升連打性能。'],
'T'=>['stat'=>[2,1,0,5,0,0],'can'=>'灘','desc'=>
'將其反轉就可改變刀刃的方向。'],
'U'=>['stat'=>[1,1,0,1,0,0],'can'=>'罌打','desc'=>
'外伸之刃向下延展的形狀，當傾斜時或對手從下攻擊時，給予強力攻擊。'],
'V'=>['stat'=>[1,0,0,1,0,1],'can'=>'播劣踢括樹','desc'=>
'專門於右迴轉。三枚刃增加打擊力。'],
'W'=>['stat'=>[1,1,1,7,0,'?'],'can'=>'窩劣','desc'=>
'厚而且重的形狀，提升全能力。'],
'α'=>['stat'=>['?','?','?',1,'?','?'],'can'=>'罌固劣','desc'=>
'巨大三枚刃向上方伸展，以至今未見的角度強攻擊。'],
]; break;

case 'disk1': $desc=[
'A'=>['stat'=>[0,2,0,3,0],'can'=>'鴉沒墮','desc'=>
'伸延至外側的高壁令對手攻擊無效，擁有高防御力。'],
'B'=>['stat'=>[0,0,0,3,3],'can'=>'bu殊陀','desc'=>
'六枚羽翼在右迴轉時產生強烈 Down force，令接地更牢固，提升 Driver 性能。'],
'C'=>['stat'=>[0,1,0,4,0],'can'=>'腥拖啦劣','desc'=>
'重心置於中央，受攻擊時旋轉軸也不易晃動。'],
'D'=>['stat'=>[0,2,1,4,0],'can'=>'打換','desc'=>
'上半部如框架的構造令重心盡可能降低，增加安定性。'],
'F'=>['stat'=>[2,0,0,3,1],'can'=>'科殊','desc'=>
'四角形令重量集中於四點，能發揮有重量的攻擊。'],
'G'=>['stat'=>[0,0,1,5,0],'can'=>'固啦別鐵','desc'=>
'厚又具重量，能產生無比離心力。'],
'H'=>['stat'=>[0,0,0,5,0],'can'=>'吃別','desc'=>
'四個重量點產生安定性，是一高防禦力的重量級 Disk。'],
'I'=>['stat'=>[0,1,2,3,0],'can'=>'in-fin列鐵','desc'=>
'彼此連接的表裡面皆是平滑，減低空氣抵抗及產生離心力。'],
'J'=>['stat'=>[0,3,1,3,0],'can'=>'渣括','desc'=>
'外周裝備了有彈力的膠部件，吸收對手的攻擊並將其彈回。'],
'K'=>['stat'=>[1,0,1,4,0],'can'=>'粒括劣','desc'=>
'廣闊直徑提升離心力；外側重心集中的六點亦提升攻擊性能。'],
'L'=>['stat'=>[0,1,0,3,1],'can'=>'殮滅踢墮','desc'=>
'狹窄直徑令重心位於中央，旋轉軸因而難以晃動，特化於防御。'],
'M'=>['stat'=>[3,0,0,3,0],'can'=>'媽固拿沒','desc'=>
'擁有最大級直徑；三個角落亦具備攻擊能力。異素材融合型。'],
'N'=>['stat'=>[0,0,0,4,2],'can'=>'哪煙','desc'=>
'如漩渦的九枚刃，在左迴轉時產生強力 Down force。'],
'O'=>['stat'=>[1,0,0,2,1],'can'=>'屙霸劣','desc'=>
'橢圓形狀令重心偏倚。外側鼓脹的部份產生離心力，亦能不斷作出強力一擊。'],
'P'=>['stat'=>[0,1,3,4,0],'can'=>'破列樹','desc'=>
'外環於傾倒時接地，防止 Layer 接觸對戰盤，令迴轉能堅韌地持續。異素材融合型。'],
'Q'=>['stat'=>[1,0,0,5,0],'can'=>'括屙他','desc'=>
'擁有被分割成四份的巨大重量；當中一份極重，令重心偏倚。'],
'R'=>['stat'=>[0,0,2,3,0],'can'=>'鏈固','desc'=>
'內側輕量化、外側厚圓環的配置令其外重心化，產生強大離心力。'],
'S'=>['stat'=>[0,1,1,4,0],'can'=>'樹潑叻墮','desc'=>
'廣大直徑擁有離心力；流線形狀減低空氣抵抗。'],
'T'=>['stat'=>[1,1,0,3,1],'can'=>'陀獵潑劣','desc'=>
'重量集中在三個突出點。稍微的偏重心特徵提升攻擊力。'],
'U'=>['stat'=>[0,0,2,4,1],'can'=>'厄爬','desc'=>
'兩枚巨大的彎曲形羽翼在右迴轉時產生 Upper force，減少與地面的摩擦。'],
'V'=>['stat'=>[1,1,0,4,0],'can'=>'巴痴卡劣','desc'=>
'由上至下的長形，令主體免受對手的攻擊。'],
'W'=>['stat'=>[1,0,0,3,2],'can'=>'護煙固','desc'=>
'四枚羽翼在右迴轉時產生 Upper Force，是一高機動力並特化於攻擊的輕量 Disk。'],
'Y'=>['stat'=>[0,0,1,5,0],'can'=>'L劣','desc'=>
'全體的直徑龐大，加上外側如框架的構造，兼備離心力及內重心的特性。'],
'Z'=>['stat'=>[5,0,0,8,0],'can'=>'鄭列樹','desc'=>
'裝備在周圍的橡膠部件在接觸對手時產生高擊爆力。'],
'α'=>['stat'=>[1,0,0,3,3],'can'=>'誒丫羅','desc'=>
'輕巧及擁有高機動力，可以作出超高速攻擊；攻擊特化型。'],
'β'=>['stat'=>[0,2,0,4,1],'can'=>'班爬','desc'=>
'設置於外側的空心洞穴，使其內重心化；防禦特化型。'],
'Ω'=>['stat'=>[0,0,2,6,0],'can'=>'歐他','desc'=>
'直徑廣闊，並把重心盡可能設於外側，專門於提高離心力。']]; break;

case 'layer1': $desc=[
'C'=>['stat'=>[0,1,4,2,1,2],'can'=>'卡哦樹','desc'=>
'混沌之神〈卡俄斯〉。巨大圓形的兩枚刃產生強離心力；高台形形狀令迴轉力難被奪走。'],
'D'=>['stat'=>[2,0,1,1,2,3],'can'=>'爹樹嘥炸','desc'=>
'死神。四枚刃的連續攻擊令迴轉失衡，擊爆對手。'],
'E'=>['stat'=>[1,3,0,2,2,2],'can'=>'E-B劣挨','desc'=>
'如惡魔之眼的渾圓且堅固軀體以逆攻擊為目標。'],
'H'=>['stat'=>[0,2,3,2,1,2],'can'=>'賀劣舒墮','desc'=>
'天空神〈荷魯斯〉。外周的巨大而廣闊雙翼不易受空氣抵抗影響，產生強離心力。'],
'K'=>['stat'=>[0,3,1,2,2,2],'can'=>'騎劣啤護樹','desc'=>
'冥界守衛犬〈刻耳柏洛斯〉。配置在外側的鎖鏈之刃為連打形狀，能中斷攻擊。'],
'M'=>['stat'=>[4,0,0,2,1,3],'can'=>'面囉波羅殊','desc'=>
'牛頭怪物〈彌諾陶洛斯〉。擁有巨大的獠牙及尖角，令重心偏倚，激烈狂暴迴轉。'],
'N'=>['stat'=>[2,1,1,1,2,2],'can'=>'呢潑穿','desc'=>
'海神〈涅普頓〉。各種大中小的刀刃令其一併持有攻擊、持久、防禦性能。'],
'O'=>['stat'=>[3,1,0,2,1,3],'can'=>'屙電','desc'=>
'軍神〈奧丁〉。橢圓形並附有鋸齒形之刃，能給予強力的攻擊。'],
'R'=>['stat'=>[0,0,3,2,2,2],'can'=>'喇官啦劣括','desc'=>
'被終末之火炎包圍的惡魔。巨大的直徑、近圓的形狀發揮持久力，長久持續迴轉。'],
'S'=>['stat'=>[1,2,1,1,3,2],'can'=>'樹潑列澗','desc'=>
'守護財寶的巨人。一併持有攻擊的形狀及防禦的曲面。'],
'T'=>['stat'=>[0,1,3,2,1,2],'can'=>'陀拉掟陀','desc'=>
'三叉戟。擁有三把巨大的刃刃，產生離心力。'],
'U'=>['stat'=>[0,4,2,2,0,2],'can'=>'淵列抗','desc'=>
'獨角獸。配置在外側的尖角及鬣毛形成十枚刃之壁，化解對手的攻擊。'],
'V'=>['stat'=>[3,0,0,1,2,3],'can'=>'霸劣揭列','desc'=>
'戰鬥之神〈瓦爾基麗〉。巨大的三枚刃不斷作出強烈攻擊，把對手擊爆。'],
'W'=>['stat'=>[0,3,1,1,3,2],'can'=>'歪班','desc'=>
'飛龍。連續的七枚刃化解及卸走對手的攻擊。'],
'X'=>['stat'=>[4,0,0,2,1,4],'can'=>'誒括樹卡列霸','desc'=>
'聖劍〈厄克斯卡里巴〉。巨劍給予對手超強烈一擊。'],
'Y'=>['stat'=>[1,1,3,1,1,2],'can'=>'愈固墮啦事劣','desc'=>
'世界樹。配置在外側的四枚刃產生離心力，長時間持續迴轉。'],
'α'=>['stat'=>[4,0,0,2,3,3],'can'=>'亞媽踢列哦樹','desc'=>
'大陽神〈天照〉。所擁有的五枚刃能產生超強力 Upper 攻擊，專門於擊爆對手。']]; break;

case 'layer2': $desc=[
'A2'=>['stat'=>[1,4,3,2,1,1],'can'=>'亞斯多晏劣別樹','desc'=>
'冥界之守護神〈阿努比斯〉。小圓形令旋轉軸難以晃動；而且附有精細突起的下段刃分散對手攻擊。'],
'B2'=>['stat'=>[3,1,1,2,0,4],'can'=>'B樹拖啤謙摩殊','desc'=>
'野獸〈貝西摩斯〉。搭載向所有方向作出連打攻擊的下段刃、與以五隻巨角作出強力 Upper 攻擊的上段刃。'],
'D2'=>['stat'=>[3,0,2,0,1,3],'can'=>'打箍爹樹嘥炸','desc'=>
'死神之鐮。分成巨大的左右兩半，上段刃及下段刃把對手切裂。'],
'E2'=>['stat'=>[1,3,1,2,2,2],'can'=>'E箍思多E-B劣挨','desc'=>
''],
'F2'=>['stat'=>[4,2,1,1,0,2],'can'=>'番姑啡誤列劣','desc'=>
'狼神〈芬里爾〉。厚而大的鎧甲狀兩枚刃之間，配置了擅長於 Upper 攻擊的尖刃。'],
'G2'=>['stat'=>[3,3,1,2,0,2],'can'=>'結間拖佳亞','desc'=>
'粗糙連打形之刃及厚而擁有離心力之刃，一併擁有防禦與持久能力。'],
'H2'=>['stat'=>[0,1,4,2,2,1],'can'=>'呵列賀劣舒墮','desc'=>
'天空神〈荷魯斯〉。下段刃的細小羽毛削弱對手持久；上段刃的厚實鎧甲產生離心力。'],
'I2'=>['stat'=>[3,2,1,2,2,2],'can'=>'in啡亂糯E呼列陀','desc'=>
'炎之精靈〈伊夫利特〉。Upper 形上段刃及 Smash 形下段刃構成六連打，兼備攻守能力。'],
'J2'=>['stat'=>[1,0,4,2,2,2],'can'=>'J劣唷劣悶間墮','desc'=>
'毒蛇〈耶夢加得〉。Upper 形兩枚刃化解對手攻擊，同時也能作出反擊。'],
'K2'=>['stat'=>[0,4,1,1,2,2],'can'=>'溪渣騎劣啤護樹','desc'=>
'冥界守衛犬〈刻耳柏洛斯〉。上段六枚刃進行連打、下段鎖鏈形十二枚刃作出超防禦，徹底的完全防禦。'],
'L2'=>['stat'=>[3,0,0,9,0,4],'can'=>'囉殊拖浪堅劣樹','desc'=>
'破滅之槍〈朗基努斯〉。槍矛下段刃戳向對手、羽翼中段刃連續攻擊、金屬素材的上段龍形刃把攻擊加上破壞性的重量。'],
'M2'=>['stat'=>[4,0,0,2,1,4],'can'=>'擘多面囉波羅殊','desc'=>
'牛頭怪物〈彌諾陶洛斯〉。下段刃有重量的獠牙狂暴的把對手撞飛；上段刃尖角作致命一擊並將其擊爆。'],
'N2'=>['stat'=>[3,1,2,2,1,2],'can'=>'糯巴呢潑穿','desc'=>
'海神〈涅普頓〉。水沫狀的連打形下段刃化解對手的攻擊；Upper 形的大型上段刃以擊爆為目標。'],
'O2'=>['stat'=>[4,1,0,3,0,3],'can'=>'哦啤列樹括屙電','desc'=>
'軍神〈奧丁〉。Upper 形的下段刃及如厚壁的上段刃，給予對手強力衝擊。'],
'P2'=>['stat'=>[0,2,3,2,1,2],'can'=>'嘥揭括番陀沒','desc'=>
'死靈。由 Smash 形上段刃及 Upper 形下段刃組合而成的鼓脹形狀，卸走對手攻擊。'],
'Q2'=>['stat'=>[1,3,0,2,1,3],'can'=>'括厄多劇叉劣卡陀劣','desc'=>
'如羽毛地覆蓋上段刃外周的形狀可遮掩敵人；下段刃能施展逆攻擊。'],
'R2'=>['stat'=>[1,0,4,1,1,2],'can'=>'拉煎固喇官啦劣括','desc'=>
'被終末之火炎包圍的惡魔。下段攻擊化解對手攻擊；如火焰起伏的上段兩枚刃產生強大離心力和氣流。'],
'S2'=>['stat'=>[2,2,2,2,1,2],'can'=>'樹拖沒樹潑列澗','desc'=>
'守護財寶的巨人〈斯普利坎〉。由強攻擊的上段兩枚刃及化解性的防禦下段兩枚刃組合而成，攻防一體。'],
'U2'=>['stat'=>[2,4,2,1,0,2],'can'=>'晏碌括淵列抗','desc'=>
'獨角獸。外周配置的九枚刃鬣毛分散化解對手攻擊；上段刃的角再向被削弱的對手給予強力反擊。'],
'V2'=>['stat'=>[4,0,0,3,2,4],'can'=>'別括拖列霸劣揭列','desc'=>
'戰鬥之神〈瓦爾基麗〉。羽翼的下段攻擊瓦解對手平衡；巨劍的強烈上段攻擊旨在擊爆對手。'],
'W2'=>['stat'=>[1,3,1,2,1,2],'can'=>'歪劣多歪班','desc'=>
'飛龍。以上段四枚小型刃進行連打，及下段四枚大型刃進行化解，抵抗對手。'],
'X2'=>['stat'=>[5,0,0,3,0,5],'can'=>'鄭囉誒括樹卡列霸','desc'=>
'聖劍〈厄克斯卡里巴〉。外周纏上火炎的下段刃抵受對手攻擊；不死鳥之形的中段刃作回擊；上段刃巨劍切裂對手。'],
'Y2'=>['stat'=>[0,2,4,1,1,2],'can'=>'野加愈固墮啦事劣','desc'=>
'八處部位的高度被提升，以重量提升離心力。'],
'Z2'=>['stat'=>[0,1,4,2,0,2],'can'=>'字列安遮護樹','desc'=>
'全能神〈宙斯〉。內藏的金屬球在高速和低速迴轉時分別往外內側移動，保持合適重量平衡。'],
'β'=>['stat'=>[1,4,0,4,1,2],'can'=>'霸劣嘟劣','desc'=>
'光之神〈巴德爾〉。以上段如鐵壁的五枚刃及下段的五顆螺絲進行逆攻擊。防禦特化型。']]; break;

case 'layer3': $desc=[
'aB'=>['stat'=>[1,5,1,6,0,2],'can'=>'丫箍霸哈mu陀','desc'=>
'神龍〈巴哈姆特〉。受到傷害時，變形至能抵受對手攻擊的形狀，防止被擊爆。'],
'aC'=>['stat'=>[3,1,0,4,3,2],'can'=>'亞劣他括囉糯樹','desc'=>
'時間之神〈柯羅諾斯〉。透過調整重心，可切換至重量平衡的持久或偏重心的攻擊模式。'],
'dC'=>['stat'=>[0,3,5,4,2,0],'can'=>'D潑卡哦樹','desc'=>
'混沌之神〈卡俄斯〉。外周刃內藏彈簧，能潛入對手下方並削弱其持久力。'],
'kD'=>['stat'=>[4,1,0,3,0,4],'can'=>'揭啦爹樹嘥炸','desc'=>
'死神之鐮。左右擁有不同的刃：大鐮刀上搭載的可動刃作出二段攻擊；三枚刃則可連打攻擊。'],
'dF'=>['stat'=>[0,2,5,6,0,1],'can'=>'墮喱煙花般列劣','desc'=>
'黃金之龍〈法夫納〉。橡膠刃擊中右迴轉對手時，能吸收對手攻擊並提升自身迴轉力。'],
'mG'=>['stat'=>[0,1,4,3,4,0],'can'=>'罵揭斯媽沒嫁lu達','desc'=>
'神鳥〈迦樓羅〉。神代史上最大尺寸，提高離心力；五枚空力刃產生 Upper force。'],
'bJ'=>['stat'=>[2,4,2,4,1,1],'can'=>'勃啦樹拖煎列遇樹','desc'=>
'風神〈鎮尼〉。以風為形象的外側之刃因離心力或衝擊而升高，迴避對手的攻擊。'],
'bK'=>['stat'=>[4,0,0,8,1,4],'can'=>'B拖括箍劣勤','desc'=>
'颶風之鳥神〈庫庫爾坎〉。在戰鬥後半 Lock 被擊鬆時，嘴與尾翼之刃開放及伸出，攻擊力激上升。'],
'gK'=>['stat'=>[0,4,2,4,2,1],'can'=>'加D因騎劣啤護樹','desc'=>
'地獄守衛犬〈刻耳柏洛斯〉。精細的中段刃附有有彈力的素材，把對手攻擊分散，任何的衝擊也能抵受。'],
'nL'=>['stat'=>[7,0,0,'37克',1,4],'can'=>'奶拖咩丫浪堅劣樹','desc'=>
'破滅之槍〈朗基努斯〉。內置龍形專用 Disk，能給予對手厚而重的攻擊。（不能再裝備 Disk）'],
'tN'=>['stat'=>[3,2,0,7,1,5],'can'=>'拙煙呢咩事樹','desc'=>
'憤怒之神〈涅墨西斯〉。把巨大錘形兩枚刃變型，可切替至從下鏟上的 Upper 或從上砸下的 Smash 模式。'],
'sR'=>['stat'=>[2,3,1,7,1,2],'can'=>'射劣他叻固劣樹','desc'=>
'獅子王〈雷古勒斯〉。能在於高速迴轉時爪子飛出的攻擊模式、及低速時爪子隱藏的防禦模式間自動變形。'],
'bR'=>['stat'=>[2,1,3,3,2,2],'can'=>'勃喱住喇官啦劣括','desc'=>
'被終末之火炎包圍的惡魔。迴轉時翅膀打開強化離心力；被對手擊中時翅膀關閉保持攻擊力。'],
'kS'=>['stat'=>[1,4,1,3,1,1],'can'=>'括拉樹沙炭','desc'=>
'惡魔王〈撒旦〉。三個滾輪卸走對手的攻擊；而惡魔之翼能給予逆攻擊。'],
'lS'=>['stat'=>[3,2,0,8,1,3],'can'=>'力精多樹潑列澗','desc'=>
'守護財寶的巨人〈斯普利坎〉。中央附有金屬 Chip。右迴轉時不斷作出 Upper 攻擊；左迴轉時作出 Smash 攻擊。'],
'Sr'=>['stat'=>[3,3,3,10,0,1],'can'=>'樹潑列澗力箍依M沒','desc'=>
'守護財寶的巨人〈斯普利坎〉。除左右兩迴轉及內藏金屬 Chip，亦是裝備了擁有迴轉吸收力之橡膠部分的「殺神」級 Layer。'],
'sT'=>['stat'=>[0,1,5,7,1,1],'can'=>'樹括了陀拉掟陀','desc'=>
'三叉戟。外周之刃以橡膠斜向地連繫，能把從外而來的衝擊改變至其迴轉方向。'],
'gV'=>['stat'=>[4,0,0,4,2,5],'can'=>'各多霸劣揭列','desc'=>
'戰鬥之神〈瓦爾基麗〉。可動的上段彈力刃在擊中對手時因彈簧而向後縮，繼而反彈，給予對手強力攻擊。'],
'tW'=>['stat'=>[0,5,2,3,1,1],'can'=>'陀亂呢多歪班','desc'=>
'飛龍〈瓦伊凡〉。外圍完全自由迴轉，化解對手攻擊的同時亦防止任何傷害傳遞到本體。'],
'sX'=>['stat'=>[5,0,0,10,0,4],'can'=>'之箍誒括樹卡列霸','desc'=>
'聖劍〈厄克斯卡里巴〉。劍形金屬部件的重心偏倚並集中在劍尖，給予對手強力的一擊。'],
'gZ'=>['stat'=>[0,0,5,6,0,2],'can'=>'潔廿啦箍斯遮護樹','desc'=>
'全能神〈宙斯〉。內藏的四顆金屬球依陀螺的迴轉力移動，保持最適的離心力。'],
'SgV'=>['stat'=>[4,0,0,5,2,5],'can'=>'樹拖拉括各多霸劣揭列','desc'=>
'（把 gV 安裝上「擊 God Chip」後）上段刃、中段刃、下段刃合成巨大的一枚刃，給予對手超強力攻擊。'],
'dαp'=>['stat'=>[1,4,1,5,2,1],'can'=>'掉屙亞破落樹','desc'=>
'太陽神〈阿波羅〉。如太陽閃焰飛出的外側十八枚精細之刃，分散及中斷對手的攻擊，將傷害減至最小。'],
'dαr'=>['stat'=>[4,1,1,5,2,1],'can'=>'掉屙亞劣踢滅樹','desc'=>
'月亮神〈阿提米絲〉。巨大突出的四枚鐮刀，能夠由上給予對手如敲打的強力攻擊。'],
'dαe'=>['stat'=>[3,3,1,5,2,1],'can'=>'掉屙誒括獵潑樹','desc'=>
'（把兩個 dα 分拆及互相合體）阿波羅及阿耳忒彌斯合體後的模樣。左右各持有性能完全不同之刃，攻擊及防禦也全面萬能。'],
'Ω'=>['stat'=>[0,2,6,5,0,1],'can'=>'哦列哈劣抗','desc'=>
'幻之金屬〈奧利哈鋼〉。以離心力啟動的機關把 Driver 咬緊，使其難以被擊爆。'],
'sΩ'=>['stat'=>[1,2,6,5,0,0],'can'=>'沙多哦列哈劣抗','desc'=>
'（與前者的形狀設計上稍有差異）']];break;

case 'other': $desc=[
'SP'=>['stat'=>[4,0,0,12,3,2],'can'=>'樹拖沒劈加是樹','desc'=>
'天馬座〈Pegasis〉。Upper 攻擊把從上的攻擊彈回；三枚刃給予對手如撕裂的攻擊。'],
'RL'=>['stat'=>[2,4,0,12,1,1],'can'=>'落箍叻安呢','desc'=>
'獅子座〈Leone〉。仼何方向的攻擊都能卸走；穩重如基座的形狀，受到對方攻擊也不移動。'],
'FS'=>['stat'=>[1,1,4,13,1,2],'can'=>'副喱沒沙之他列哦','desc'=>
'射手座〈Sagittario〉。以弓矢作模樣的形狀給予尖銳的攻擊；同時設置於四個方向的重量使其以高持久力自豪。'],
'LL'=>['stat'=>[4,0,0,14,2,3],'can'=>'拉湯練固L劣多啦個','desc'=>
'天龍座〈L-Drago〉。三頭龍以強力攻擊；亦在三處設有能不斷作出連打的刃。'],
'EA'=>['stat'=>[2,2,0,12,3,2],'can'=>'丫舒丫箍衣喇','desc'=>
'天鷹座〈Aquila〉。擁有如鷹一樣把風切開的突出空力性能以及設置於外側如巨大翅膀的形狀而產生的高離心力。'],
'BP'=>['stat'=>[1,1,5,13,2,0],'can'=>'班啡聶括樹','desc'=>
'鳳凰座〈Phoenix〉。配置於最外側的金屬及擁有外重心的鳳凰羽翼給予離心力，而尾翼把對手化解，擁有不滅的持久力。'],
'GD'=>['stat'=>[4,1,0,11,3,1],'can'=>'佳丫多啦官','desc'=>
'傳說之聖獸〈Gaia Dragoon〉。巨大的自由迴轉 Wing，確實地抓住對手 Layer。'],
'GDV'=>['stat'=>['','','','','',''],'can'=>'佳丫多啦官巴樹陀','desc'=>
''],
'DCS'=>['stat'=>[1,4,0,1,2,2],'can'=>'墮拉思L劣思劣墮','desc'=>
'四聖獸玄武。裝備在四個方向的尖刺，使其以高防禦力自居。'],
'DCF'=>['stat'=>[1,5,0,1,1,1],'can'=>'墮拉思L劣科拖叻樹','desc'=>
'四聖獸玄武。八個尖刺分散及抵受對手的攻擊。'],
'DCV'=>['stat'=>['','','','','',''],'can'=>'墮拉思L劣掰爬','desc'=>
''],
'DGS'=>['stat'=>[4,0,0,0,2,3],'can'=>'墮啦官樹拖沒','desc'=>
'四聖獸青龍。左迴轉特化的四枚刃，強力撞向對手作攻擊。'],
'DGF'=>['stat'=>[5,0,0,0,1,3],'can'=>'墮啦官番陀沒','desc'=>
'四聖獸青龍。擁有高打擊力的四枚攻搫刃，特化於左迴轉。'],
'DGV'=>['stat'=>[5,0,0,7,1,4],'can'=>'墮啦官必括陀列','desc'=>
'幻之聖獸〈Dragoon〉。大小相異的八枚刃給予敵人一擊。'],
'DRS'=>['stat'=>[3,2,1,0,1,2],'can'=>'墮拉加樹甩樹','desc'=>
'四聖獸白虎。大型兩枚刃化解攻擊亦以反擊為目標。'],
'DRF'=>['stat'=>[2,2,2,1,1,2],'can'=>'墮拉加番固','desc'=>
'四聖獸白虎。擁有擅長攻擊及防禦的十字形狀。'],
'DRV'=>['stat'=>['','','','','',''],'can'=>'墮拉加巴劣勤','desc'=>
''],
'DZS'=>['stat'=>[2,0,2,0,3,2],'can'=>'墮瀾渣樹派喇劣','desc'=>
'四聖獸朱雀。巨翼形狀的兩枚刃，產生高離心力及攻擊力。'],
'DZF'=>['stat'=>[3,0,2,0,2,2],'can'=>'墮瀾渣副喱沒','desc'=>
'四聖獸朱雀。兩枚超大型刃保持持久力又能作鋒利的攻擊。'],
'DZV'=>['stat'=>['','','','','',''],'can'=>'墮瀾渣波劣傾糯','desc'=>
''],
'WB'=>['stat'=>[0,0,4,1,3,2],'can'=>'護劣波固','desc'=>
'銀狼〈Wolborg〉。能產生離心力的四枚刃，提高持久力又能抵擋對手。'],
]; break;
} ?>